{
  "staff.title": "Munkatársak",
  "staff.intro": "Blank szöveg: rövid bemutatkozás a csapatról és a szemléletünkről.",
  "staff.quote": "Amikor a tapasztalat számít, a precizitás és a tisztesség jelenti a különbséget.",

  "staff.person.borsy_janos.name": "Dr. Borsy János Mátyás",
  "staff.person.borsy_janos.title": "Ügyvéd, Partner • DPO",
  "staff.person.borsy_janos.bioHtml": "<p>Jogász diplomáját követően Dr. Borsy János Mátyás ügyvédjelöltként kezdett egy ügyvédi társulásban, amelyhez a szakvizsga letétele után ügyvédként is csatlakozott. 1989-től elsődlegesen társasági és cégjoggal foglalkozott, később praxisának döntő része gazdasági társaságok ügyeire, valamint jelentős számú cégjogi és polgári jogi tranzakcióra terjedt ki.</p><p>Irodája számos hazai és külföldi tulajdonú vállalatnak nyújtott teljes körű jogi szolgáltatást. Kiemelt partnerek: EU-s multinacionális vállalatok, egy francia könyvvizsgáló és nemzetközi adó- és jogi tanácsadó cég és annak ügyfélköre (élelmiszer- és gyógyszergyártás/elosztás, mezőgazdaság, kőolajtermékek), továbbá több izraeli tulajdonú társaság azonos cégcsoporton belül. A GDPR hatálybalépése óta <strong>DPO</strong>-ként is tevékenykedik.</p><p>2004-ben részt vett a Kínai Népköztársaság Egészségügyi Minisztériuma számára készülő új közforgalmú gyógyszertári rendszer jogi modelljének kialakításában, a magyar szabályozás mintájára.</p><p>Rendszeresen végez átvilágításokat külföldi befektetők részére, továbbá adózási és transzferár témákban képviseletet és tanácsadást nyújt. Jelenleg több francia tulajdonú vállalat magyar leányvállalatát képviseli.</p><h4>Oktatás</h4><p>1996–2001: a Debreceni Ügyvédi Kamara képzéséért felelős. 2002-től oktatás a Debreceni Egyetem Gyógyszerésztudományi Karán. Rendszeres előadó a Magángyógyszerészek Országos Szövetségénél (társasági és cégjog). A Magyar Könyvvizsgálói Kamara Oktatási Központjának akkreditált oktatója (17 kredit: ingatlanjog, adójog, transzferár). 2013 óta vizsgabiztos az ügyvédi szakvizsgán.</p><h4>Publikációk</h4><p><em>A kártalanítási törvény gyakorlati alkalmazása</em> című kötet szerzője (országos terjesztés). Számos publikáció a közforgalmú gyógyszertárak és a gyógyszer-nagykereskedelem jogi hátteréről; konferencia-előadások (több díjazott). Friss cikkek a <em>Világgazdaság</em> és a <em>SZAKMA</em> lapokban a könyvvizsgálat és polgári jogi felelősség, valamint az OECD Irányelvek hazai gyakorlati alkalmazása témákban.</p>",

  "staff.person.szavo_anita.name": "Dr. Szávó Anita",
  "staff.person.szavo_anita.title": "Ügyvéd, Partner",
  "staff.person.szavo_anita.bioHtml": "<p>Diplomáját követően Dr. Szávó Anita az Almási és Borsy Ügyvédi Irodában dolgozott ügyvédjelöltként, főként polgári, társasági és gazdasági jogi területeken. Szakvizsga után önálló praxisban folytatta, korábbi kollégáival szoros együttműködésben. 2008-ban jogász-közgazdász posztgraduális képzést végzett.</p><p>Jelentős tapasztalata van gazdasági társaságok hosszú távú képviseletében és folyamatos társasági jogi támogatásában. <strong>Szakterületek:</strong> munkajog, társasági jog, ingatlanjog, valamint válogatott adatvédelmi kérdések.</p><p>Évek óta oktat a Debreceni Egyetem Gyógyszerésztudományi Karán, és rendszeresen tart előadásokat munkajogi témákban.</p><p><em>Nyelvek:</em> angol (felsőfok), francia (középfok).</p>",

  "staff.person.glant_henrietta.name": "Dr. Glant Henrietta Katalin",
  "staff.person.glant_henrietta.title": "Ügyvéd, Partner",
  "staff.person.glant_henrietta.bioHtml": "<p>Diplomája után Dr. Glant Henrietta az Almási és Borsy Ügyvédi Irodában volt ügyvédjelölt, főként társasági- és cégjogi, valamint munkajogi és családjogi területeken. Szakvizsgát követően egyéni praxisát indította, elsősorban társasági, család- és munkajogi, továbbá gazdasági büntetőjogi ügyekben dolgozva.</p><p>2008 óta a <em>Hajdú-Bihar Vármegye Önkormányzata</em> és intézményei részére lát el jogi képviseletet; a 2012-es szervezeti változásokat követően a Megyei Intézményfenntartó Központ jogi tanácsadója lett.</p>",

  "staff.person.orosz_andras.name": "Dr. Orosz András",
  "staff.person.orosz_andras.title": "Ügyvéd, Partner",
  "staff.person.orosz_andras.bioHtml": "<p>Diplomáját követően Dr. Orosz András a Borsy Ügyvédi Irodában dolgozott ügyvédjelöltként, polgári, társasági, gazdasági és munkajogi területeken szerzett tapasztalatot. Szakvizsga után önállóan folytatta, korábbi kollégáival szoros szakmai kapcsolatban.</p><p>Elsősorban <strong>cégjogi</strong> és <strong>munkajogi</strong> ügyekkel foglalkozik. Részt vesz cégalapítási, átalakulási, törlési, végelszámolási és változásbejegyzési eljárásokban. Munkajogban gyakorlata van munkaszerződések, belső szabályzatok, HR-ügyek kezelésében, tanácsadásban és peres képviseletben. Általános polgári jogi tapasztalattal is rendelkezik, több átvilágításban vett részt.</p><p>Számos adatvédelmi ügyben dolgozott, peres és nemperes képviseletben is jártas, szakmai cikkek előkészítésében közreműködött. <em>Nyelv:</em> angol (középfok).</p>",

  "staff.person.borsy_sara.name": "Dr. Borsy Sára Katalin",
  "staff.person.borsy_sara.title": "Ügyvéd",
  "staff.person.borsy_sara.bioHtml": "<p>Dr. Borsy Sára Katalin elsődlegesen <strong>társasági joggal</strong> foglalkozik, ideértve a civil szervezetek jogát is; cégalapítási, törlési és változásbejegyzési eljárásokban vesz részt.</p><p>Általános polgári jogi (család- és ingatlanjogi) tapasztalattal rendelkezik, számos adatvédelmi ügyben közreműködött. Emellett <em>pénzmosás-megelőzési</em> és <em>terrorizmus-finanszírozás elleni</em> szabályzatok, valamint panaszkezelési rendek kidolgozásában vesz részt.</p><p><em>Nyelv:</em> angol (középfok).</p>",

  "staff.person.iklodine_farnasi_judit.name": "Iklódiné Farnasi Judit",
  "staff.person.iklodine_farnasi_judit.title": "Irodavezető",
  "staff.person.iklodine_farnasi_judit.bioHtml": "<p>Irodavezető. Rövid bemutatkozás koordinációról, ügyfélkapcsolatról, időpont-egyeztetésről és minőségbiztosításról. (Blank szöveg — később kiegészíthető.)</p>"
}
