{
  "staff.title": "Staff",
  "staff.intro": "Blank text: a brief introduction about our team and approach.",
  "staff.quote": "When experience matters most, precision and integrity make the difference.",

  "staff.person.borsy_janos.name": "Dr. János Mátyás Borsy",
  "staff.person.borsy_janos.title": "Attorney-at-law, Partner • DPO",
  "staff.person.borsy_janos.bioHtml": "<p>After graduating with a law degree, Dr. János Mátyás Borsy worked as an articled clerk in a lawyers’ association, which he later joined after passing the bar. From 1989 he focused primarily on company and corporate law. Later his practice dealt almost exclusively with matters of business associations; company and civil-law transactions were significant as well.</p><p>His law firm has provided full-scope legal services to numerous Hungarian and foreign-owned companies. Key partners include multinational companies in the EU, a French audit and international tax & legal advisory firm and its clientele (food & pharma manufacturing and distribution, agriculture, petroleum products), as well as several Israeli-owned companies within the same group. After the GDPR came into effect, he has also worked as a <strong>DPO</strong>.</p><p>In 2004 he participated in designing the new community-pharmacy system in China for the PRC Ministry of Health, modelling the Hungarian legal background.</p><p>He regularly performs due diligence for foreign investors, and provides representation and consultancy in taxation and transfer pricing. He currently represents several Hungarian subsidiaries of French-owned companies.</p><h4>Teaching</h4><p>1996–2001: responsible for training at the Debrecen Bar Association. From 2002: teaching at the Faculty of Pharmacy (University of Debrecen). Regular speaker for the Hungarian Alliance of Private Pharmacists (company & corporate law). Accredited instructor at the Training Centre of the Chamber of Hungarian Auditors (17 credits: real property law, tax law, transfer pricing). Since 2013: bar-exam examiner.</p><h4>Publications</h4><p>Author of <em>The Practical Application of the Act on Compensation</em> (general distribution). Numerous publications on the legal background of community pharmacies and pharma wholesale; conference papers (several awarded). Recent articles in <em>Világgazdaság</em> and <em>SZAKMA</em> on auditing & civil liability and the practical application of the OECD Guidelines in Hungary.</p>",

  "staff.person.szavo_anita.name": "Dr. Anita Szávó",
  "staff.person.szavo_anita.title": "Attorney-at-law, Partner",
  "staff.person.szavo_anita.bioHtml": "<p>Upon graduating with a law degree, Dr. Anita Szávó worked as an articled clerk at the Almási and Borsy Law Firm, gaining experience especially in civil, corporate and business law. After the bar exam she continued in her own practice, keeping close cooperation with former colleagues. In 2008 she completed a postgraduate course in economics for lawyers.</p><p>She has extensive experience in long-term representation for business associations and in day-to-day corporate legal assistance. <strong>Specializations:</strong> employment law, company law, real property law, and selected privacy/data-protection matters.</p><p>For several years she has been teaching at the Faculty of Pharmacy (University of Debrecen) and gives presentations on employment-law topics.</p><p><em>Languages:</em> English (fluent), French (intermediate).</p>",

  "staff.person.glant_henrietta.name": "Dr. Henrietta Katalin Glant",
  "staff.person.glant_henrietta.title": "Attorney-at-law, Partner",
  "staff.person.glant_henrietta.bioHtml": "<p>After graduating with a law degree, Dr. Henrietta Glant worked as an articled clerk at the Almási and Borsy Law Firm, focusing on corporate & company law and on employment & family law. Following her bar exam, she established her own solo practice, working mainly in company, family and employment law, as well as economic criminal law.</p><p>Since 2008 she has provided legal representation for the <em>Hajdú-Bihar County Government</em> and its institutions; after the 2012 organizational changes she became legal counsel to the County Institution Maintenance Centre.</p>",

  "staff.person.orosz_andras.name": "Dr. András Orosz",
  "staff.person.orosz_andras.title": "Attorney-at-law, Partner",
  "staff.person.orosz_andras.bioHtml": "<p>Upon graduating with a law degree, Dr. András Orosz worked as an articled clerk at the Borsy Law Firm, gaining experience in civil, corporate, business and labor law. After passing the bar he continued independently, maintaining strong ties with former colleagues.</p><p>He primarily handles <strong>company</strong> and <strong>labor-law</strong> matters. He participates in company establishment, transformation, deletion, liquidation and change-registration procedures. In labor law, he has practical experience with employment contracts, internal regulations, HR matters, counseling and representation in labor disputes. He also has experience in general civil law and has participated in several due diligences.</p><p>He has worked on multiple data-protection matters and has experience in litigation and non-litigation representation, as well as in preparing professional articles. <em>Language:</em> English (intermediate).</p>",

  "staff.person.borsy_sara.name": "Dr. Sára Katalin Borsy",
  "staff.person.borsy_sara.title": "Attorney-at-law",
  "staff.person.borsy_sara.bioHtml": "<p>Dr. Sára Katalin Borsy specializes primarily in <strong>corporate law</strong>, including the rights of civil organizations, and participates in founding, cancellation and change-registration procedures.</p><p>She has experience in general civil law (family & real-estate law) and has worked on numerous data-protection cases. In addition, she contributes to drafting <em>anti-money-laundering</em> and <em>counter-terrorist-financing</em> policies as well as complaint-reporting regulations.</p><p><em>Language:</em> English (intermediate).</p>",

  "staff.person.iklodine_farnasi_judit.name": "Judit Iklódiné Farnasi",
  "staff.person.iklodine_farnasi_judit.title": "Head of Secretariat",
  "staff.person.iklodine_farnasi_judit.bioHtml": "<p>Head of secretariat. Short profile about coordination, client liaison, scheduling and quality assurance. (Placeholder text — can be extended later.)</p>"
}
